[
  {
    "id": "lg-2023-new-years-message",
    "title": {
      "ko": "LG 2023 New Years Message",
      "en": "LG 2023 New Years Message"
    },
    "client": "HsAd",
    "mediaType": "video, script",
    "mission": {
      "ko": "모든 사원들에게 감사의 표현을 전하고, 다음 해를 맞이하여 동기부여의 메세지를 담은 LG CEO의 메세지 제작.",
      "en": "Write a message from the CEO of LG, showing gratitude to all company employees and setting the tone for the next year of work."
    },
    "solution": {
      "ko": "메시지를 따뜻한 톤으로 유지하고 이해하기 쉽도록 단어 선택에 세심한 주의를 기울여 경영진의 목소리를 구현.",
      "en": "We emulated the voice of an executive, and paid close attention to word choices to make sure the message remained warm-toned and easy to relate to."
    }
  },
  {
    "id": "ces-2022-hyundai-keynote",
    "title": {
      "ko": "CES 2022 Hyundai Keynote Speech",
      "en": "CES 2022 Hyundai Keynote Speech"
    },
    "client": "Innocean",
    "mediaType": "script",
    "videoUrl": "https://www.youtube.com/watch?v=y9tnJ1CIvT8&t=613s",
    "mission": {
      "ko": "현대 CEO 정의선이 CES 2022에서 관중에게 발표할 연설문 제작. 매력적이고 이해하기 쉬운 방식으로 현대의 첨단 로봇 기술을 소개하는 스크립트 작업.",
      "en": "Write a speech to be delivered by Hyundai CEO Chung Eui-sun, and speakers from Hyundai, to a live audience at CES 2022. The speech had to introduce Hyundai's advanced robotics technology for mobility in a way that was captivating and easy to understand."
    },
    "solution": {
      "ko": "기술을 쉽게 이해할 수 있도록 적절한 속도로 소화하기 쉬운 용어들을 활용하고, 발표의 전 과정이 매력적일 수 있도록 대화의 형식으로 스크립트 제작.",
      "en": "We made sure to explain the technology in easily digestible terms at an appropriate pace, and gave the speakers lots of chances to interact with each other, to make sure the speech was captivating from start to finish."
    }
  },
  {
    "id": "990-pro-online-features",
    "title": {
      "ko": "990 PRO & 990 PRO with Heatsink Online Features",
      "en": "990 PRO & 990 PRO with Heatsink Online Features"
    },
    "client": "Design Fever",
    "mediaType": "online",
    "mission": {
      "ko": "990 PRO 라인업의 온라인 피쳐 페이지에 들어갈 PC 및 콘솔 게이머들에게 강력히 어필하는 카피 제작.",
      "en": "Create copy for the 990 PRO lineup's online feature pages, that would appeal powerfully to PC and console gamers."
    },
    "solution": {
      "ko": "게이밍 언어를 카피에 통합하여 각 피쳐의 게이밍 베네핏을 강조하여 카피 개발.",
      "en": "We integrated gaming language into our copy and emphasized the gaming benefit of each feature."
    }
  },
  {
    "id": "team-naver-dan-23",
    "title": {
      "ko": "TEAM NAVER Conference DAN 23",
      "en": "TEAM NAVER Conference DAN 23"
    },
    "client": "Naver Corp.",
    "mediaType": "script",
    "mission": {
      "ko": "TEAM NAVER의 AI 발전을 소개하고 미래의 노력에 대한 흥미를 일으키는 DAN23 컨퍼런스 영상 및 웹사이트를 영문화.",
      "en": "Transcreate a promotional video that showcases NAVER's AI advancements and creates excitement for future endeavors."
    },
    "solution": {
      "ko": "TEAM NAVER의 AI 및 기술 분야에서의 노력을 강조하는 단어를 신중하게 선택. 특히 회사의 최신 주력 제품인 HyperCLOVA X에 중점을 두고 사실적인 정보를 대표하는 단어와 더불어 미래에 대한 흥미를 높이기 위한 조합 구성.",
      "en": "We carefully selected words that would promote NAVER's efforts in the AI and technology space, focusing on HyperCLOVA X, the company's newest flagship product. We created a blend of words that represented factual information while building up excitement for the future."
    }
  },
  {
    "id": "lg-antimicrobial-glass",
    "title": {
      "ko": "LG Antimicrobial Glass Powder Naming",
      "en": "LG Antimicrobial Glass Powder Naming"
    },
    "client": "LG Electronics",
    "mediaType": "branding",
    "mission": {
      "ko": "항균 기능성 첨가제의 위생, 보호라는 제품 속성을 직접적으로 전달하면서, 쉽고 직관적인 3음절 이내의 이름을 제작하라. 상표등록을 위해 새로운 단어를 만들어라.",
      "en": "Create a new, trademarkable name under three syllables that clearly conveys the antimicrobial additive's hygiene and protection attributes."
    },
    "solution": {
      "ko": "항균 기능성 첨가제의 베네핏을 활용하여 단어를 조합하고, 첨가제가 사용된 모든 제품의 마케팅에도 사용될 수 있도록 포괄적인 이름을 제작. 기술의 느낌을 전달하면서도 소비자에게 친근하게 다가갈 수 있도록 제작함",
      "en": "Combine words reflecting the additive's benefits to create a versatile name usable across products. The name balances a sense of technology with consumer friendliness."
    }
  },
  {
    "id": "lifes-good-award-2023",
    "title": {
      "ko": "2023 Life's Good Award Speech",
      "en": "2023 Life's Good Award Speech"
    },
    "client": "LG Electronics",
    "mediaType": "script",
    "mission": {
      "ko": "서울에서 개최한 2023년 Life's Good Award 시상식에서 글로벌한 관중 앞에서 LG전자 CEO가 발표할 연설문을 작성.",
      "en": "Write a speech for LG Electronics' CEO to deliver in front of a live international audience at the 2023 Life's Good Award ceremony in Seoul."
    },
    "solution": {
      "ko": "전문적인 언어와 영어 구어체의 섬세한 밸런스로 연설을 구성하여 연설이 최대한 자연스럽고 부드럽게 들리도록 제작.",
      "en": "We crafted the speech with a delicate balance of professional language and English colloquialisms, to ensure the speech sounded as natural and fluid as possible."
    }
  },
  {
    "id": "samsung-sdc-ces-2025",
    "title": {
      "ko": "SDC CES 2025 Zone Title",
      "en": "SDC CES 2025 Zone Title"
    },
    "client": "Samsung Display",
    "mediaType": "ooh",
    "mission": {
      "ko": "CES 2025에서 공개된 삼성디스플레이의 첨단 기술을 관람객의 이목을 끌 수 있는 언어로 구현하고자, 각 존의 주제에 맞는 후킹 있는 영어 타이틀 개발 과제가 주어짐. 더불어 전시 전반에 활용되는 다양한 영어 카피에 대한 자연스러운 톤앤매너 정비 및 고도화 필요.",
      "en": "Development of compelling, native-sounding English zone titles that capture the essence of Samsung Display's latest innovations for CES 2025. Additional task: elevate the overall quality of supporting English copy to ensure tonal consistency and global clarity across the exhibition."
    },
    "solution": {
      "ko": "각 존의 기술적 콘셉트를 짧고 명료하면서도 브랜드 메시지와 어울리는 언어로 풀어낸 타이틀 기획. 직관성과 감각적 표현을 결합해 관람객의 관심을 끌 수 있는 후킹 구조 제안. 전시 전반의 영문 카피에 대해서는 원어민 시각을 반영한 자연스러운 언어 워시 및 스타일 고도화 진행.",
      "en": "Created concise, high-impact titles that reflect each zone's tech concept while aligning with Samsung Display's brand message. Proposed hooks that blend clarity with expressive language to draw visitor attention. Applied a native-language wash to the full exhibition copy, elevating tone, flow, and stylistic precision throughout."
    }
  },
  {
    "id": "lg-ces-2025",
    "title": {
      "ko": "LG CES 2025 Convention Copy",
      "en": "LG CES 2025 Convention Copy"
    },
    "client": "LG GMG",
    "videoUrl": "https://youtu.be/a5zI_Neviys",
    "mediaType": "ooh",
    "mission": {
      "ko": "CES 2025에서 공개된 LG의 미래 비전을 전 세계 고객이 쉽게 이해하고 감정적으로 공감할 수 있도록, '공감지능(Affectionate Intelligence)'이라는 복합 개념을 따뜻하고 명료한 언어로 풀어내는 글로벌 카피 개발 과제. 브랜드의 기술 혁신성과 인간 중심 메시지를 동시에 전달할 수 있는 카피 구조화 필요.",
      "en": "Development of globally resonant copy to communicate LG's CES 2025 vision—anchored in the concept of Affectionate Intelligence—in language that is both emotionally engaging and easy to understand. Required a tonal balance of technological innovation and human warmth, with clear narrative structuring."
    },
    "solution": {
      "ko": "공식 서문의 의미 중심 재창작, 인터랙티브 디스플레이 스크립트의 리얼리티 중심 톤앤매너 워시, 각 존 타이틀의 구조 재정비 및 언어 정제. 전시 전반에 걸친 카피 워크를 통해 고객 여정에 따라 정보 전달과 감정 몰입을 모두 고려한 브랜드 메시지 완성.",
      "en": "Recreation of the official preface with narrative clarity, tone and manner wash of the interactive display script to reflect everyday realism, and structural refinement of zone titles. A holistic language overhaul across the exhibition ensured an experience that combined clear guidance with emotional immersion."
    }
  },
  {
    "id": "amorepacific-80th-anniversary",
    "title": {
      "ko": "Amorepacific 80th Anniversary Brand Film",
      "en": "Amorepacific 80th Anniversary Brand Film"
    },
    "client": "AMOREPACIFIC",
    "videoUrl": "https://www.youtube.com/watch?v=GF_67s2LUwk",
    "mediaType": "branding, video",
    "mission": {
      "ko": "아모레퍼시픽의 80년 헤리티지를 기반으로, 브랜드의 비전과 정체성을 함께 전달할 수 있는 내러티브 카피 개발. 좌우 분할 구조의 필름 구성을 감안해, 과거와 미래의 메시지가 하나의 흐름으로 읽힐 수 있도록 언어적 연결성과 리듬을 갖춘 문장 설계 필요.",
      "en": "Craft an English narrative that bridges Amorepacific's heritage and future vision for its 80th anniversary film. The film's split-screen format required a writing structure that could move fluidly between past and future, while expressing confidence, artistry, and forward-thinking ambition."
    },
    "solution": {
      "ko": "'New Beauty로 영감을 전해온 여정'이라는 브랜드 메시지를 현대적이고 예술적인 어조로 재해석. 시대마다 달라진 아름다움의 언어를 통일된 어휘 구조로 풀어내고, 헤리티지와 비전을 자연스럽게 호환시킬 수 있도록 문장 흐름과 어조를 정교하게 조율.",
      "en": "Reframed the core message of \"inspiring New Beauty across every era\" with a contemporary, artistic tone. Unified the language of past and future beauty into a single voice, ensuring the copy could flow seamlessly across the film's split-screen narrative while elevating the brand's global presence."
    }
  },
  {
    "id": "amorepacific-vision-statement",
    "title": {
      "ko": "Amorepacific Vision Statement",
      "en": "Amorepacific Vision Statement"
    },
    "client": "AMOREPACIFIC",
    "mediaType": "branding",
    "mission": {
      "ko": "글로벌 뷰티 시장에서의 방향성과 정체성을 간결하게 전달할 수 있는 아모레퍼시픽의 비전 스테이트먼트 영문 버전 작성. 아모레퍼시픽의 헤리티지를 기반으로 미래를 바라보는 \"New Beauty\"가 전사적 커뮤니케이션에 사용될 수 있도록 메시지의 밀도와 보편성을 확보하는 것이 과제.",
      "en": "Develop the English version of Amorepacific's corporate vision statement to clearly convey the company's direction and identity in the global beauty landscape. The statement needed to encapsulate \"New Beauty\"—a future-focused message rooted in heritage—while remaining dense and adaptable enough for use across all corporate communications."
    },
    "solution": {
      "ko": "브랜드 철학과 문화적 맥락을 반영해 핵심 가치어를 재정의.",
      "en": "Rearticulated key values to reflect the brand's philosophy and cultural context."
    }
  },
  {
    "id": "lg-brand-guidelines",
    "title": {
      "ko": "LG Brand Communication Guidelines",
      "en": "LG Brand Communication Guidelines"
    },
    "client": "LG Electronics",
    "mediaType": "branding",
    "mission": {
      "ko": "LG의 톤을 한국어에서 영어로 번역하고 정제하여, 브랜드의 핵심 가치를 명확하고 간결하게 전달하며 감정적 공감을 국제적으로 전달.",
      "en": "Translate and refine LG's tone of voice from Korean to English, capturing the brand's core values and emotional resonance with clarity and brevity for an international audience."
    },
    "solution": {
      "ko": "LG의 목소리의 본질을 정확히 반영하는 영어 가이드라인을 만들기 위해 긴밀히 협력하여, 브랜드의 가치가 전 세계 효과적으로 전달되도록 제작.",
      "en": "We collaborated closely to distill the essence of LG's voice, creating English guidelines that mirrored the original tone and emotional impact, ensuring the brand's values were effectively communicated globally."
    }
  },
  {
    "id": "seventeen-album",
    "title": {
      "ko": "SEVENTEEN 12th Mini Album Title",
      "en": "SEVENTEEN 12th Mini Album Title"
    },
    "client": "PLEDIS Entertainment",
    "mediaType": "branding",
    "mission": {
      "ko": "세븐틴 12집의 영문 앨범명 개발. 다양한 미적, 주제적 개념에 맞는 짧고 임팩트 있는 제목 개발.",
      "en": "Writing an English title to be used as an album name. Required creating a title to fit a variety of aesthetic and thematic concepts that is both catchy and impactful."
    },
    "solution": {
      "ko": "클라이언트가 원하는 테마와 비주얼에 맞추어 양방향에서 매력적인 애너그램을 제작하여 폭넓은 젊은 층에게 어필.",
      "en": "We produced an anagram which fit the client's desired themes and visuals in both directions that appeals to a broad, young audience."
    }
  },
  {
    "id": "genesis-gv80-black",
    "title": {
      "ko": "Genesis GV80/GV80 Coupe Black Launch SNS Copy",
      "en": "Genesis GV80/GV80 Coupe Black Launch SNS Copy"
    },
    "client": "Serviceplan",
    "mediaType": "sns",
    "mission": {
      "ko": "GV80 블랙 및 GV80 블랙 쿠페의 존재감과 고급스러움을 강조할 수 있는 소셜미디어 콘텐츠를 제작. 각 채널 특성에 맞춰 간결하면서도 시적인 톤으로 차량의 정체성을 표현.",
      "en": "Create social content that highlights the presence and luxury of the GV80 Black and GV80 Black Coupe. Use a poetic yet concise tone tailored to each platform."
    },
    "solution": {
      "ko": "빛과 그림자의 모티프를 활용해 블랙 컬러의 우아함을 표현하고, 플랫폼별 어조와 길이를 조정해 브랜드 일관성을 유지하면서도 몰입감을 높임.",
      "en": "Used the motif of light and shadow to express the elegance of the black color. Adapted tone and length according to each platform to maintain brand consistency while maximizing engagement."
    }
  },
  {
    "id": "lg-uplus-ixi-o",
    "title": {
      "ko": "LG Uplus – ixi-O TVC",
      "en": "LG Uplus – ixi-O TVC"
    },
    "client": "LG Uplus",
    "videoUrl": "https://youtu.be/Bj-WHOkG_r8",
    "mediaType": "video",
    "mission": {
      "ko": "AI 기반 통화 요약, 딥페이크 감지, 스팸 필터링 등 '익시오'의 주요 기능을 소비자 관점에서 쉽게 전달할 수 있는 TVC용 영문 카피 개발. 기능 중심 설명이 아닌, 공감 가능한 언어와 리듬으로 브랜드 톤을 살리는 작업이 요구됨.",
      "en": "Craft English copy for the ixi-O TVC series that introduces AI-powered features in a way that feels relatable and natural to everyday users. The goal was to go beyond technical descriptions and create copy with character, rhythm, and consumer appeal."
    },
    "solution": {
      "ko": "복잡한 기능을 일상 언어로 풀어내는 '말맛' 중심의 카피 전략을 적용. 기능 하나하나를 상황 중심의 문장으로 스토리텔링해 사용자의 공감대를 유도하고, 브랜드 특유의 친근하고 유쾌한 어조를 글로벌 타겟에 맞춰 재해석함.",
      "en": "Applied a tone-first strategy that turned complex features into accessible, story-like lines with rhythm and wit. Framed each function in real-life context to spark recognition and trust, while shaping ixi-O's voice into one that feels playful, helpful, and distinctly human."
    }
  },
  {
    "id": "innisfree-brand-slogan",
    "title": {
      "ko": "이니스프리 – 글로벌 슬로건",
      "en": "innisfree – Global Brand Slogan"
    },
    "client": "innisfree",
    "mediaType": "branding",
    "mission": {
      "ko": "제주도의 purity를 중심으로 한 이미지와 제주에서 더 나아가 지구를 sustainable하게 지켜주는 브랜드라는 이미지를 살리면서 모든 제품, 모든 광고, 모든 매체에 사용 가능한 슬로건을 제작.",
      "en": "Create a slogan that emphasizes the purity of Jeju and conveys the image of a brand that not only preserves Jeju but also protects the Earth in a sustainable way, applicable to all products, advertisements, and media."
    },
    "solution": {
      "ko": "제주에 관련된 브랜드 이미지의 장점을 살리면서 최근 증가 중인 eco-conscious 소비자들에게 매력적으로 보일 수 있도록 하여 슬로건을 제작.",
      "en": "We crafted a slogan that highlights the strengths of the brand image related to Jeju, making it appealing to the growing number of eco-conscious consumers."
    }
  },
  {
    "id": "hankook-tire-warranty",
    "title": {
      "ko": "한국타이어 – 워랜티 프로그램 네이밍",
      "en": "Hankook Tire – Warranty Program Naming"
    },
    "client": "Hankook Tire",
    "mediaType": "branding",
    "mission": {
      "ko": "북미 시장에서 운용 중인 다양한 보증 프로그램을 하나의 브랜드로 통합해, 소비자가 명확히 인지하고 신뢰할 수 있는 언어 자산 구축. '신뢰–보호–안전'의 핵심 가치를 직관적이면서 차별화된 이름으로 구현하는 과제.",
      "en": "Establish a unified brand name for Hankook's North American warranty programs to enhance consumer awareness and trust. The name needed to express core values—trust, protection, safety—while clearly standing apart from competitors."
    },
    "solution": {
      "ko": "'Surefire Plan'의 익숙한 어감을 활용해 신뢰, 보호, 직관성을 동시에 담은 명칭. 워드플레이를 통해 감각적인 인상을 주면서도 타이어 카테고리를 명확히 드러내 소비자 인지와 브랜드 연결력 제고.",
      "en": "Inspired by \"Surefire Plan,\" the name \"SureTire Plan\" delivers trust, clarity, and category recognition in one. The wordplay adds memorability while reinforcing brand linkage and consumer understanding."
    }
  },
  {
    "id": "lg-styler-of",
    "title": {
      "ko": "LG 스타일러 온라인 피처",
      "en": "LG Styler Online Feature"
    },
    "client": "LG H&A",
    "mediaType": "online",
    "mission": {
      "ko": "강력한 스팀 기술을 바탕으로 위생 관리와 섬세한 케어가 가능한 신제품 'LG Styler'의 9가지 핵심 USP를 중심으로 메시지 매트릭스를 작성. 웹사이트, 소셜미디어, 행사 등 다양한 채널에 맞는 헤드라인과 소비자용 바디 카피, 현장 직원들이 활용할 수 있는 트레이닝용 설명 문구를 포함해야 함.",
      "en": "Develop a message matrix highlighting 9 key USPs of the new LG Styler, powered by advanced steam technology for hygiene and fabric care. Include headlines for digital, event, and social use, as well as body copy for the website and product explanation copy for on-site sales and training teams."
    },
    "solution": {
      "ko": "스팀 기반의 위생, 탈취, 케어 기능을 직관적으로 이해할 수 있도록 USP별로 톤 앤 매너를 세분화하여 구성. 채널 특성과 목적에 따라 헤드라인, 웹 바디 카피, 트레이닝용 설명 문구를 각각 설계해 소비자는 물론 현장 직원들도 제품의 핵심 가치를 쉽게 전달하고 활용할 수 있도록 함.",
      "en": "Organized each USP with a clear tone and structure to communicate the Styler's steam-powered benefits effectively. Tailored the messaging to suit each channel—punchy headlines to grab attention, web copy to engage consumers, and practical product explanations to support frontline staff in showcasing the key features."
    }
  },
  {
    "id": "samsung-display-synchroma",
    "title": {
      "ko": "Samsung Display – OLED & QD-OLED Color Experience Naming",
      "en": "Samsung Display – OLED & QD-OLED Color Experience Naming"
    },
    "client": "Samsung Display",
    "mediaType": "branding",
    "videoUrl": "https://youtu.be/Gqvy7JwcjSQ",
    "mission": {
      "ko": "OLED와 QD-OLED 기반의 색 일관성 기술을 소비자 경험 중심으로 전달할 수 있는 명칭 개발. 스마트폰부터 TV까지 기기 간 색 연결성을 직관적으로 담아내면서도, 글로벌 전시에서도 감각적으로 통용될 수 있는 네이밍 필요.",
      "en": "Create a concise English name that intuitively captures the experience of consistent, true-to-life color across OLED and QD-OLED devices. The name needed to reflect a seamless visual journey—from phone to TV—while resonating in global exhibition contexts."
    },
    "solution": {
      "ko": "'동기화(Sync)'와 '색감(Chroma)'을 결합해 기술 개념을 감각적으로 풀어낸 'Synchroma' 제안. 쉽고 직관적인 언어 구조를 통해 전시 현장의 메시지 전달력을 높였고, 기기 간 연결성과 몰입형 색 경험을 단어 하나에 표현.",
      "en": "Proposed \"Synchroma,\" a fusion of \"sync\" and \"chroma,\" to distill the concept into a crisp, sensory-friendly name. The result clearly signals visual harmony across devices while enhancing message clarity in exhibition and brand touchpoints."
    }
  },
  {
    "id": "olive-young-25th-anniversary",
    "title": {
      "ko": "OLIVE YOUNG 25th Anniversary TVC",
      "en": "OLIVE YOUNG 25th Anniversary TVC"
    },
    "client": "TBWA",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/EXqX7NLBSok",
    "mission": {
      "ko": "올리브영 25주년을 기념하는 TVC의 영문 카피를 통해 브랜드와 고객이 함께 쌓아온 시간의 감정적 가치를 축하하는 과제. 일상의 설렘과 영감을 긍정적인 에너지로 풀어내는 따뜻하고 컨템포러리한 어조가 요구됨.",
      "en": "Craft celebratory English copy for Olive Young's 25th anniversary TVC, honoring the shared journey between the brand and its customers. The writing needed to capture everyday joy and inspiration with a warm, contemporary tone."
    },
    "solution": {
      "ko": "모든 '우리의 날들'을 축하하는 메시지를 중심으로, 브랜드와 고객의 관계를 동등한 파트너십으로 묘사하는 어휘를 구성. 단어 하나하나에 밝은 정서와 감각적인 리듬을 더해, 감정적 공감과 글로벌 보편성을 동시에 전달할 수 있도록 정제함.",
      "en": "Built the message around a shared celebration of \"our days,\" framing the brand-customer relationship as a mutual partnership. Infused each line with emotional brightness and rhythmic ease to ensure both heartfelt resonance and universal appeal."
    }
  },
  {
    "id": "samsung-smartthings-lifestyle",
    "title": {
      "ko": "Samsung SmartThings Lifestyle Video",
      "en": "Samsung SmartThings Lifestyle Video"
    },
    "client": "ToBeContinue",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/opQ_1cYZdss",
    "mission": {
      "ko": "자연스러운 스토리텔링을 통해 매력적인 단편 영화로 SmartThings의 기능을 소개.",
      "en": "Show off SmartThings features in an engaging short film through natural storytelling."
    },
    "solution": {
      "ko": "광고가 아닌 일상적인 대화처럼 들리도록 자연스러운 문구와 발화 패턴을 활용하여 두 캐릭터의 고유한 목소리를 구현.",
      "en": "We created unique voices for the two characters by drawing on natural phrases and patterns of speech, to make a script sounds like a natural English conversation, rather than an advert."
    }
  },
  {
    "id": "hyundai-pleos-vision",
    "title": {
      "ko": "Hyundai PLEOS Vision Film",
      "en": "Hyundai PLEOS Vision Film"
    },
    "client": "MDR Creative",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/E_DxpnmVDUc?si=uJqxEY_83QShgPBy&t=199",
    "mission": {
      "ko": "자동차를 위한 운영체제, PLEOS의 비전을 공상과학 세계관을 통해 풀어내는 과제. OS라는 기술 중심 콘셉트를 관객이 쉽게 이해할 수 있도록 캐주얼하면서도 몰입감 있는 내레이션 스크립트로 구현 필요. 브랜드의 미래지향성과 서사적 상상력을 모두 담아낼 언어 설계 필요.",
      "en": "Transform a futuristic yet unfamiliar concept—an operating system for cars—into a vision that feels cinematic, imaginative, and accessible. Required crafting a narration script that balances sci-fi tone with down-to-earth clarity, expressing Hyundai's forward-looking narrative through immersive language."
    },
    "solution": {
      "ko": "공상과학 콘셉트 기반 스토리보드에 맞추어, 자동차 OS의 역할을 '세상의 움직임을 읽고 흐름을 만들어내는 존재'로 설명. 기술 용어를 배제하고 스토리텔링 중심으로 흐름을 설계해, 정보 전달보다는 감각적 설득에 초점을 맞춘 나레이션 스크립트 완성.",
      "en": "Based on a sci-fi-inspired narrative world, paint the OS as a metaphorical force that senses motion and orchestrates flow. Avoided technical jargon in favor of sensory-driven storytelling, delivering a script designed to captivate rather than explain—rooted in vision, not instruction."
    }
  },
  {
    "id": "samyang-tangle-renewal",
    "title": {
      "ko": "Samyang – Tangle Renewal Campaign Ad Video",
      "en": "Samyang – Tangle Renewal Campaign Ad Video"
    },
    "client": "TBWA",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/W6eOk2pLwC8",
    "mission": {
      "ko": "미국 런칭을 앞둔 '탱글' 리뉴얼 캠페인. 긴 면을 즐기는 USP와 향상된 맛을 미국 소비자에게 직관적으로 전달하며 브랜드의 식품 확장 전략을 미국 시장에 맞는 감각적 언어로 표현 필요.",
      "en": "For Tangle's U.S. debut, the mission was to clearly deliver its USP—the joy of long noodles—alongside the upgraded taste. The challenge was to express the brand's food expansion strategy in a way that felt sensory and relevant to American consumers."
    },
    "solution": {
      "ko": "후킹되는 음악과 리듬감 있는 카피를 통해 탱글의 긴 면과 풍미 강조. 영어 카피는 미국 시장에 맞춰 최적화하여 브랜드 차별성 부각.",
      "en": "We created rhythm-driven copy synced to catchy music, highlighting Tangle's long noodles and rich taste. The English copy was optimized for the U.S. market to sharpen the brand's unique positioning."
    }
  },
  {
    "id": "odyssey-neo-g9",
    "title": {
      "ko": "Odyssey Neo G9 Video Copy",
      "en": "Odyssey Neo G9 Video Copy"
    },
    "client": "SEC VD",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/N5ousUFgwiU",
    "mission": {
      "ko": "Odyssey x T1 콜라보레이션 모니터 G9. Gaming Performance를 상향시켜 플레이어를 승리로 이끄는 G9의 카피를 제작.",
      "en": "Develop copy showing the game-winning performance only capable with the G9 monitor, focusing on the epic collaboration between Odyssey x T1."
    },
    "solution": {
      "ko": "플레이어의 승리를 지키는 Guardian Angel로 등장한 Living Legendary Pro Gamer 페이커의 영예에 걸맞는 짧고 세련된 카피 구현.",
      "en": "We delivered a powerful copy that blasts right to the hearts of dedicated gamers worldwide. Assured victory was delivered by acclaimed pro-gamer, Faker."
    }
  },
  {
    "id": "samsung-ea-rebranding",
    "title": {
      "ko": "Samsung E&A Rebranding Video",
      "en": "Samsung E&A Rebranding Video"
    },
    "client": "Alleysquare",
    "mediaType": "video, branding",
    "videoUrl": "https://youtu.be/qflBCIj2boE",
    "mission": {
      "ko": "삼성엔지니어링의 새로운 사명 'Samsung E&A'의 정체성을 알리고, 45개국 1,600여 개 프로젝트의 수행 경험을 기반으로 한 차별화된 플랜트 혁신 역량을 강조하는 브랜드 영상을 현지 감성과 글로벌 시청자에게 맞게 트랜스크리에이션. 한편, 레오나르도 다빈치의 상상력과 창의성을 모티브로 한 두 번째 영상 역시 삼성 E&A의 비전과 연결될 수 있도록 감성적으로 풀어낼 것.",
      "en": "Transcreate two brand films announcing Samsung Engineering's new name, Samsung E&A. The first highlights the company's differentiated innovation based on its execution of over 1,600 projects across 45 countries. The second draws inspiration from the genius of Leonardo da Vinci, tying his imagination and ingenuity to Samsung E&A's forward-looking vision."
    },
    "solution": {
      "ko": "기술 중심 메시지를 글로벌 시청자에게 자연스럽게 전달할 수 있도록 구조와 어조를 재정비하고, 'Engineering & Ahead'라는 브랜드 철학을 기반으로 지속가능한 미래를 향한 도전을 명확하고 직관적인 언어로 풀어냄. 다빈치 영상은 역사적 상상력과 현대 기술을 연결하는 창의적 접근을 통해 브랜드의 개척자적 정체성을 강조함.",
      "en": "Refined the script to deliver complex technology narratives in clear, accessible language aligned with global audiences. Anchored in the \"Engineering & Ahead\" philosophy, the first film presents Samsung E&A's future-focused vision. The Da Vinci film uses a creative narrative approach, connecting historical imagination with modern engineering to underscore the brand's pioneering spirit."
    }
  },
  {
    "id": "lg-tone-of-voice",
    "title": {
      "ko": "LG Tone of Voice Guidelines",
      "en": "LG Tone of Voice Guidelines"
    },
    "client": "LG Electronics",
    "mediaType": "branding",
    "mission": {
      "ko": "LG의 톤을 한국어에서 영어로 번역하고 정제하여, 브랜드의 핵심 가치를 명확하고 간결하게 전달하며 감정적 공감을 국제적으로 전달.",
      "en": "Translate and refine LG's tone of voice from Korean to English, capturing the brand's core values and emotional resonance with clarity and brevity for an international audience."
    },
    "solution": {
      "ko": "LG의 목소리의 본질을 정확히 반영하는 영어 가이드라인을 만들기 위해 긴밀히 협력하여, 브랜드의 가치가 전 세계 효과적으로 전달되도록 제작.",
      "en": "We collaborated closely to distill the essence of LG's voice, creating English guidelines that mirrored the original tone and emotional impact, ensuring the brand's values were effectively communicated globally."
    }
  },
  {
    "id": "naver-website-renewal",
    "title": {
      "ko": "Naver Corp. Website Renewal",
      "en": "Naver Corp. Website Renewal"
    },
    "client": "Naver",
    "mediaType": "online",
    "mission": {
      "ko": "한국어 중심으로 구성된 네이버 웹사이트 전면 개편에 맞춰, 글로벌 사용자에게도 직관적으로 전달되는 영어 UX 카피를 구축. 수십 개의 주요 페이지와 수백 개의 UI 요소에 걸쳐 타이틀, 버튼, 설명 문구 등 모든 텍스트를 재정비.",
      "en": "Support Naver's full website renewal by developing English UX copy that reads naturally to global users. The project involved rewriting titles, buttons, and body copy across dozens of key pages and hundreds of interface elements."
    },
    "solution": {
      "ko": "직역이 아닌 맥락 기반 접근을 통해 한국어 콘텐츠의 의도와 기능을 분석하고, 글로벌 UX 기준에 맞춰 언어를 구조화함. 정보 우선순위, 화면 흐름, 사용자 기대에 따라 톤과 길이를 조정했으며, 제품과 일관된 브랜드 보이스를 유지하면서도 각 상황에 맞는 메시지를 설계함.",
      "en": "Took a context-first approach rather than translating directly. We interpreted the intent and function of the Korean source to structure clear, purposeful English. Adjusted tone and length based on content hierarchy, page flow, and user expectations, while maintaining a consistent brand voice tailored to each interaction."
    }
  },
  {
    "id": "lineage-w-slogan",
    "title": {
      "ko": "Lineage W Slogan",
      "en": "Lineage W Slogan"
    },
    "client": "Innocean",
    "mediaType": "branding",
    "mission": {
      "ko": "원작을 계승한 리니지가 글로벌 원빌드로 출시되어 글로벌 슬로건 제작.",
      "en": "Create a global slogan for the launch of Lineage, which stays true to the original and is released as a global one-build."
    },
    "solution": {
      "ko": "리니지만의 무드를 살리고, 리니지의 스케일과 특징을 살린 센스 있는 슬로건 개발.",
      "en": "We developed a clever slogan that captures the unique atmosphere of Lineage, highlighting its scale and distinctive features."
    }
  },
  {
    "id": "lg-enblock-website",
    "title": {
      "ko": "LG enblock Website Copy",
      "en": "LG enblock Website Copy"
    },
    "client": "LG Energy Solution",
    "mediaType": "online",
    "mission": {
      "ko": "LG엔솔은 브랜드 스토리, 가치 메시지, 세 가지의 브랜드 약속을 영문카피피 제작 요청. 또한 홈 에너지 솔루션 업계에서 경쟁력을 유지하기 위해 새로운 가정용 배터리에 대한 제품 카피도 함께 요청.",
      "en": "LG Ensol asked us to create an English brand story, value message, and three brand promises. They also wanted product copy for their new home battery, to stay competitive in the home energy solutions industry."
    },
    "solution": {
      "ko": "철저한 조사를 통하여 LG엔솔이 의도하는 메시지를 완벽히 이해. 본 메시지를 핵심으로 카피를 개발하여 브랜드와 제품 카피에 일관된 흐름을 만들어냄.",
      "en": "We researched thoroughly until we had a deep understanding of LG Ensol's intended messaging. We developed copy with this messaging at its core, to create a cohesive flow across the brand and product-level copy."
    }
  },
  {
    "id": "lg-brand-book",
    "title": {
      "ko": "LG Brand Book",
      "en": "LG Brand Book"
    },
    "client": "LG Electronics",
    "mediaType": "branding",
    "mission": {
      "ko": "LG의 첫 번째 브랜드 북을 영문화 하여, LG만의 낙관과 즐거움의 메시지를 전달함과 동시에 LG의 핵심 가치와 중요한 성과를 강조.",
      "en": "Create the English version of LG's first-ever brand book encapsulating the company's message of optimism and joy, while highlighting LG's core values and significant milestones."
    },
    "solution": {
      "ko": "LG의 낙관주의와 혁신적인 본질을 유지하면서도 회사의 중요한 순간들을 강조하고 글로벌 청중에게 접근 가능하도록 영어 카피 개발",
      "en": "Developed English copy that ensured the narrative remained true to LG's essence of optimism and innovation while highlighting the company's defining moments and making it accessible to a global audience."
    }
  },
  {
    "id": "ahc-brand-manifesto",
    "title": {
      "ko": "AHC Brand Manifesto",
      "en": "AHC Brand Manifesto"
    },
    "client": "AHC",
    "mediaType": "branding",
    "videoUrl": "https://youtu.be/id0TXk8nVLE",
    "mission": {
      "ko": "앤 해서웨이가 말하는 AHC 크림을 사용하게 된 이야기 등 AHC 브랜드 가치를 설명하는 영상.",
      "en": "A video explaining the brand values of AHC, including Anne Hathaway's story of how she came to use AHC cream."
    },
    "solution": {
      "ko": "앤 해서웨이가 제공한 내용을 토대로 AHC 브랜드에 녹여 대본을 작성.",
      "en": "We wrote a script that weaves Anne Hathaway's provided insights into the essence of the AHC brand."
    }
  },
  {
    "id": "aero-furniture-message-matrix",
    "title": {
      "ko": "Aero Furniture Message Matrix",
      "en": "Aero Furniture Message Matrix"
    },
    "client": "LG H&A",
    "mediaType": "online",
    "mission": {
      "ko": "내부용 및 소비자용으로 활용 예정인 제품 헤드 메시지, 키 메시지, 베네핏 설명, RTB 등 LG Aero Furniture 에 대한 종합적인 메시지 매트릭스를 제작.",
      "en": "Create a comprehensive message matrix for LG's Aero Furniture, including the product head message, key messages, benefit descriptions and RTB's, for internal and consumer-facing channels."
    },
    "solution": {
      "ko": "메시지 매트릭스의 각 요소를 세심하게 제작하여 각 피쳐가 뚜렷한 베네핏을 갖도록 하는 동시에, 매트릭스 전체에 일관된 흐름을 만들어 기억에 남는 인상적인 제품 이미지를 구현.",
      "en": "We carefully created each element of the matrix to ensure each feature had a distinct benefit, while crafting a cohesive flow throughout the matrix, to create a memorable, impactful product image."
    }
  },
  {
    "id": "automotive-memory-features",
    "title": {
      "ko": "Automotive Memory Online Features",
      "en": "Automotive Memory Online Features"
    },
    "client": "Design Fever",
    "mediaType": "online",
    "mission": {
      "ko": "삼성 오토모티브 메모리의 배경과 제품을 설명하는 문구를 흥미롭고 이해하기 쉬우면서도 B2B 고객에게 적합한 어조로 작성.",
      "en": "Create copy to explain Samsung's automotive memory background and products, in a tone that's engaging and easy to understand, but also appropriate for B2B clients."
    },
    "solution": {
      "ko": "여러 자료에서 자율주행 산업을 조사하여 정보를 정리하고 이를 클라이언트의 메시지와 일치하도록 카피 작성. 카피는 정확하고 간결하면서도 읽는 사람의 관심을 끌 수 있는 흥미로운 액션 단어로 가득 채운 카피 개발.",
      "en": "We researched the autonomous driving industry across multiple sources to consolidate our knowledge and align it with the client's messaging. We made sure our copy was accurate and concise, yet packed with exciting action words to keep readers interested."
    }
  },
  {
    "id": "hankook-weatherflex",
    "title": {
      "ko": "Hankook Tire Weatherflex Launch Copy",
      "en": "Hankook Tire Weatherflex Launch Copy"
    },
    "client": "Hankook Tire",
    "mediaType": "online",
    "mission": {
      "ko": "어떠한 날씨에도 교체 없이 쓸 수 있는 올웨더 타이어 'Weatherflex' 소개. 예측 불가능한 기후에 강하고, 실용적인 선택임을 강조할 것.",
      "en": "Introduce Weatherflex as an all-weather tire that works year-round without seasonal changes. Emphasize its strength in unpredictable conditions and everyday convenience."
    },
    "solution": {
      "ko": "모든 기후에 강한 성능과 교체 없는 편리함을 담아 짧고 명확한 메시지로 전달. 브랜드의 실용적 이미지를 강화.",
      "en": "Delivered a short, clear message highlighting all-weather performance and hassle-free use. Reinforced the brand's practical and dependable image."
    }
  },
  {
    "id": "samsung-display-bus-wrap",
    "title": {
      "ko": "Samsung Display New York Tour Bus Wrap Copy",
      "en": "Samsung Display New York Tour Bus Wrap Copy"
    },
    "client": "Samsung Display",
    "mediaType": "ooh",
    "mission": {
      "ko": "뉴욕시를 달리는 투어 버스 전체에 래핑될 OLED 인지도 제고용 태그라인을 제작. 문구는 2~3단어 이내로 제한되며, 기능 언급 없이 OLED에 주목할 수 있도록 위트 있게 구성.",
      "en": "Create a short, witty tagline for the side of a tour bus in NYC to raise awareness of OLED. The line should draw attention to OLED in a playful way."
    },
    "solution": {
      "ko": "OLED라는 단어를 중심으로 다양한 언어유희 기반의 카피를 제안하여 호기심과 브랜드 인지도를 동시에 높이고자 함. 최종 선택된 'Jawsome'은 'Awesome'과 유사한 발음을 활용해 익숙하면서도 유쾌한 인상을 주며, 뉴욕 거리에서 OLED에 대한 관심을 유도하는 역할.",
      "en": "Proposed a range of witty, pun-based options designed to spark curiosity and boost recall. The chosen line, \"Jawsome,\" merges fun and familiarity—playing on the sound of \"awesome\" while keeping OLED front and center, making it an eye-catching presence on the streets of New York."
    }
  },
  {
    "id": "samsung-oled-era",
    "title": {
      "ko": "Samsung Display OLED Era Website Copy",
      "en": "Samsung Display OLED Era Website Copy"
    },
    "client": "Pivot",
    "mediaType": "online",
    "mission": {
      "ko": "삼성 OLED의 범위를 보여주는 웹사이트 런칭을 위해 그 우수성을 누구나 쉽게 이해할 수 있도록 카피 제작.",
      "en": "Create cutting-edge copy to highlight the excellence of Samsung's diverse portfolio of superior OLED products to unaware consumers."
    },
    "solution": {
      "ko": "스틱스 기준에 맞춰 기존 영문 카피 재작업. 단 한번의 수정 요청없이 광고주 심사 통과하여 기존 카피 98%가 스틱스 카피로 대체되어 라이브됨.",
      "en": "We rescued the tired and uninspired copy with clear, concise, and refreshing new content. All without a single revision request."
    }
  },
  {
    "id": "lg-newsletter-bite",
    "title": {
      "ko": "LG Electronics Newsletter B.I.T.E.",
      "en": "LG Electronics Newsletter B.I.T.E."
    },
    "client": "LG",
    "mediaType": "online",
    "mission": {
      "ko": "LG 월간 내부 마케팅 뉴스레터의 한국어 원문을 자연스러운 영어로 번역하고, 글로벌 임직원이 쉽게 읽을 수 있도록 산업 트렌드와 자사 소식을 명확하고 전문적인 톤으로 고도화.",
      "en": "Translate LG's monthly internal marketing newsletter into natural English, ensuring both industry trends and company updates are conveyed clearly and professionally for a global internal audience."
    },
    "solution": {
      "ko": "직역을 넘어서 글로벌 독자가 쉽게 이해할 수 있도록 콘텐츠를 재구성하고, 전문 용어는 정확성을 유지하면서도 쉽게 다가갈 수 있도록 조정. LG의 브랜드 톤에 맞춰 전체 문체를 자연스럽게 작성.",
      "en": "Went beyond direct translation to reframe content with clarity and purpose for a global readership. Adjusted terminology for accessibility while preserving accuracy and refined the tone to align with LG's brand voice."
    }
  },
  {
    "id": "fc-online-mourinho",
    "title": {
      "ko": "FC Online Ad Video Copywashing",
      "en": "FC Online Ad Video Copywashing"
    },
    "client": "ThePositive",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/JDVSvw9Q-d8",
    "mission": {
      "ko": "조세 무리뉴 감독이 등장하는 EA 스포츠와 넥슨의 FC 온라인 광고 비디오의 스토리보드와 대본을 transcreate. 영어 버전이 자연스럽고 매력적으로 들리면서 주제에 대한 명확한 디렉션을 제시.",
      "en": "Transcreate the storyboard and script for a video featuring coach José Mourinho for the new FC Online game by EA Sports and Nexon. Ensure the English version sounds natural and engaging while providing clear directions for the subject."
    },
    "solution": {
      "ko": "한국어 스토리보드와 대본을 재해석하여 무리뉴 감독의 전설적인 위상의 정수를 담은 역동적이고 매력적인 영문 스크립트를 만들어 냈습니다. 명확하고 정확한 디렉션을 제공하여 영상이 FC 온라인의 감동과 명성을 전달할 수 있도록 했습니다. 그 결과 전 세계 시청자에게 진정성 있고 매력적으로 느껴지는 대본이 완성되었습니다.",
      "en": "We reimagined the Korean storyboard and script, infusing it with dynamic and captivating English that captured the essence of Mourinho's legendary status. We provided clear and precise directions, ensuring the video conveyed the excitement and prestige of FC Online. The final result was a script that felt authentic and engaging to an international audience."
    }
  },
  {
    "id": "aestura-atobarrier",
    "title": {
      "ko": "Aestura AtoBarrier365 Hydro Soothing Cream Video",
      "en": "Aestura AtoBarrier365 Hydro Soothing Cream Video"
    },
    "client": "aL",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/JOYxgqaka2I",
    "mission": {
      "ko": "제품 영상의 영어 카피 작성. 한국어를 기반으로 제작 완료된 영상 내에서 그 형식과 타이밍을 유지하고 원래의 톤과 언어를 그대로 살리는 것이 필요.",
      "en": "Writing English copy for a product video. Required maintaining the formatting and staying true to the original tone/language since the video was already produced in Korean."
    },
    "solution": {
      "ko": "한국 본연의 느낌과 형식을 유지하면서도 영어 카피를 자연스럽게 녹여내어 목표 청중에게 영상의 의도와 일관성을 유지.",
      "en": "We successfully maintained the Korean essence and format, seamlessly blending the English copy to keep the video's intent and coherence for the target viewers."
    }
  },
  {
    "id": "melon-music-sns",
    "title": {
      "ko": "Melon Music SNS & Video Copy",
      "en": "Melon Music SNS & Video Copy"
    },
    "client": "Melon Music",
    "mediaType": "sns",
    "mission": {
      "ko": "아티스트의 업적을 강조하는 카피를 트랜스크리에이션하고 글로벌 팬을 위해 현지화.",
      "en": "Transcreate copy highlighting the artists' achievements and localize for global fans."
    },
    "solution": {
      "ko": "아티스트의 팬들에게 어필할 수 있는 정확한 카피를 만들고, 한국어 구어체와 아티스트별 설명에 자연스러운 영어 표현을 찾기 위해 아티스트에 대한 심층적인 리서치를 진행.",
      "en": "We conducted in-depth artist research to create accurate copy that appeals to the artists' fans, and to find natural English equivalents for the Korean colloquialisms and artist-specific descriptions."
    }
  },
  {
    "id": "huvitz-lens-edger",
    "title": {
      "ko": "Huvitz – Lens Edger Slogan",
      "en": "Huvitz – Lens Edger Slogan"
    },
    "client": "Huvitz",
    "mediaType": "branding",
    "mission": {
      "ko": "다양한 렌즈도 흔들림 없이 정밀하게 가공할 수 있다는 제품의 강점을 광고 언어로 직관적이고 매력 있게 전달할 것. 기술에 대한 신뢰감과 프리미엄의 톤을 모두 갖춘 카피 필요.",
      "en": "Craft clear, compelling messaging that highlights the product's ability to edge any lens securely and precisely. Balance technical credibility with premium appeal for advertising use."
    },
    "solution": {
      "ko": "'단단한 고정, 흔들림 없는 가공'이라는 키 메시지를 중심으로 슬로건 재정의. 비주얼과 연계해 강한 접지 이미지를 강화하고, 미국 시장에 자연스러운 어휘와 리듬으로 카피 고도화.",
      "en": "Redefined the core slogan around secure grip and precise cutting. Reinforced the anti-slippage concept with crampon visuals, and refined the language for native fluency and ad impact in the U.S. market."
    }
  },
  {
    "id": "musinsa-global-launch",
    "title": {
      "ko": "MUSINSA Ad Video Copywashing",
      "en": "MUSINSA Ad Video Copywashing"
    },
    "client": "Innocean",
    "mediaType": "video",
    "mission": {
      "ko": "서울에서 나오는 세련된 실시간 패션을 가지고 있다는 것을 강조하여 글로벌 런칭을 위한 프레쉬하고 신나는 슬로건 제작.",
      "en": "MUSINSA wanted a fresh, exciting slogan for their global launch, to emphasize they carry fashion from Seoul, updated in real-time."
    },
    "solution": {
      "ko": "무신사가 전 세계 K-fashion 팬들에게 어필할 수 있는 가장 임팩트  있는 단어를 찾기 위해 패션 잡지, 블로그, SNS를 조사하여 카피 개발.",
      "en": "We researched fashion magazines, blogs, and social media to find the most impactful words that would help MUSINSA appeal to K-fashion fans across the globe."
    }
  },
  {
    "id": "hyundai-uam-tvc",
    "title": {
      "ko": "Hyundai UAM TVC copy",
      "en": "Hyundai UAM TVC copy"
    },
    "client": "OHSKA Studio",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/booaC2RnRGA",
    "mission": {
      "ko": "일상의 변화에 대한 상상들을 현실화할 수 있는 현대의 기술력을 과장으로 들리지 않고, 현실감 있도록 전달하는 카피 개발.",
      "en": "Develop copy that conveys the technological capabilities of today that can turn imaginative changes in daily life into reality, without sounding exaggerated but rather realistic."
    },
    "solution": {
      "ko": "현대의 능력을 보여줄 수 있는 '사실'들을 언급하고, 오버하지 않으면서 비전의 실현을 약속하는 카피 개발.",
      "en": "We developed copy that mentions \"facts\" showcasing modern capabilities, promising the realization of visions without overstating or exaggerating."
    }
  },
  {
    "id": "kakao-pay-intro",
    "title": {
      "ko": "Kakao pay Company Introduction Video Copy",
      "en": "Kakao pay Company Introduction Video Copy"
    },
    "client": "TBWA",
    "mediaType": "video",
    "mission": {
      "ko": "카카오페이의 홍보영상을 투자자용, 고객용으로 각각 다른 스타일의 카피 제작.",
      "en": "Create distinct styles of copy for Kakao Pay's promotional video tailored for both investors and customers."
    },
    "solution": {
      "ko": "여러 장면에서 내포하고 있는 강조점과 의미를 살리는 말맛 있는 카피 개발.",
      "en": "We developed engaging and impactful copy that captures the emphasis and meaning embedded in various scenes."
    }
  },
  {
    "id": "doosan-wheel-loader",
    "title": {
      "ko": "Doosan Wheel Loader Slogan & Sub Copy",
      "en": "Doosan Wheel Loader Slogan & Sub Copy"
    },
    "client": "Doosan",
    "mediaType": "branding",
    "mission": {
      "ko": "두산 인프라코어의 새로운 휠로더 제품 라인을 위해 세련된 글로벌 슬로건 제작.",
      "en": "Create a sophisticated global slogan for Doosan Infracore's new wheel loader product line."
    },
    "solution": {
      "ko": "신흥시장에 대거 출시되는 신기종들을 전체적으로 아우르면서 모든 종류의 플랫폼, 매체에 사용될 수 있는 슬로건 개발.",
      "en": "We developed a slogan that encompasses the new models being launched extensively in emerging markets and can be used across all types of platforms and media."
    }
  },
  {
    "id": "sk-hynix-global-slogan",
    "title": {
      "ko": "SK hynix Global Slogan",
      "en": "SK hynix Global Slogan"
    },
    "client": "SK hynix",
    "mediaType": "branding",
    "videoUrl": "https://youtu.be/fvSvNb71Kn0",
    "mission": {
      "ko": "당시 일반인들에게 인지도가 높지 않았던 SK 하이닉스. 이 프로젝트를 시초로 전 세계에 명성을 떨칠 운명임을 깨닫는다.",
      "en": "Redefine the ever-growing brand SK hynix into a globally-renowned powerhouse. Create a slogan to last for years, if not decades."
    },
    "solution": {
      "ko": "수없이 변화하는 모습을 반도체에 비유하여 볼드하고 임팩트 있게 선보이는 글로벌 슬로건과 영상 카피 제작",
      "en": "By connecting semiconductors with the human spirit, we transformed semiconductors into a product that's bold, brilliant, full of impact. We associated SK hynix with the indomitable human passion, creativity, and inspiration that \"comes from within.\""
    }
  },
  {
    "id": "laneige-sleeping-mask",
    "title": {
      "ko": "Laneige Water Sleeping Mask TVC",
      "en": "Laneige Water Sleeping Mask TVC"
    },
    "client": "BBDO",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/UwRuT75LNPI",
    "mission": {
      "ko": "뷰티 업계에 특화된 용어를 사용하면서 클라이언트의 국문 카피를 영문화하여 국문 원본의 의미에 충실하고 카피가 TVC의 톤과 잘 어울리도록 카피 제작.",
      "en": "Transcreate the client's Korean copy into English, staying true to the original Korean meaning while using beauty industry-specific terms and making sure the copy matches the tone of the TVC well."
    },
    "solution": {
      "ko": "자연스러운 영어 카피를 만들기 위해 유사한 뷰티 제품을 조사하여 TVC의 톤과 타겟층에 맞는 흔히 사용되는 단어를 찾아 카피에 활용.",
      "en": "We researched similar beauty products to find commonly used words matching the tone and target audience of the TVC, to create compelling, natural English copy that fully aligned with the TVC messaging."
    }
  },
  {
    "id": "kia-ev6-world-premiere",
    "title": {
      "ko": "Kia EV6 World Premiere Scriptwriting",
      "en": "Kia EV6 World Premiere Scriptwriting"
    },
    "client": "Planit Production",
    "mediaType": "script",
    "videoUrl": "https://youtu.be/c_aOOAa-Q2k",
    "mission": {
      "ko": "New Kia 브랜드 선언 이후 공개하는 EV6를 전 세계에 라이브 스트리밍으로 최초 공개.",
      "en": "Announce the all-new EV6 to global audiences through live stream following the brand reveal of the New Kia rebranding."
    },
    "solution": {
      "ko": "New Kia 공개 당시의 소비자 반응과 연계하여 EV6가 어떤 상징성을 가졌는지 인트로부터 짧고 볼드하게 선언.",
      "en": "We deeply entwined the New Kia brand announcement with the eagerly awaited EV6 release to viewers worldwide wishing to experience the next evolution of electric cars."
    }
  },
  {
    "id": "medit-brand-manual",
    "title": {
      "ko": "MEDIT Brand Manual & Corporate Guideline",
      "en": "MEDIT Brand Manual & Corporate Guideline"
    },
    "client": "Sam Partners",
    "mediaType": "branding",
    "mission": {
      "ko": "국내 뿐만 아니라 국제적으로도 성장하고 있는 메디트에서 일관성과 통일성 있는 전 세계 모든 분지점에 일괄적으로 사용될 영문 브랜드 매뉴얼 가이드 제작.",
      "en": "Create an English brand manual guide for Medit, which is consistently and uniformly applied across all branches, both domestically and internationally, as the company continues to grow globally."
    },
    "solution": {
      "ko": "의료 분야인 만큼 디테일의 수준이 기업의 전문성, 기술력, 디테일에 관한 세심함 등을 전부 대표하기 때문에, 기업의 신뢰감있는 이미지를 형성하기 위해 그만큼 완벽한 수준의 작업이 필요. 클라이언트와 협업을 통해 기술적 내용을 완전하게 파악하고, 내부적으로도 완벽한 정확도를 위해 자체 리서치를 통해 꼼꼼함을 최우선으로 작업.",
      "en": "Given that the medical field's level of detail represents the company's expertise, technological capabilities, and meticulousness, it was essential to achieve perfection to build a trustworthy image. We collaborated closely with the client to fully understand the technical content, while prioritizing thoroughness through internal research to ensure complete accuracy."
    }
  },
  {
    "id": "kia-uefa-europa",
    "title": {
      "ko": "Kia UEFA Europa League TVC",
      "en": "Kia UEFA Europa League TVC"
    },
    "client": "Planit Production",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/TJf6if_CNZo",
    "mission": {
      "ko": "기아자동차와 유로파리그의 공식 파트너십을 단순한 제휴 관계가 아닌, 팬들과의 가족 관계로 홍보.",
      "en": "Promote Kia Motors' official partnership with the UEFA Europa League not just as a simple collaboration, but as a familial bond with the fans."
    },
    "solution": {
      "ko": "기아가 팬들의 가슴이 뛰는 순간들에 모두 함께할 수 있는 가족, 클럽 패밀리임을 감성적으로 어필.",
      "en": "We emotionally highlighted that Kia is a part of the club family, sharing in every heartbeat and thrilling moment of the fans."
    }
  },
  {
    "id": "hyundai-duty-free",
    "title": {
      "ko": "Hyundai Department Store Duty Free Key Copy",
      "en": "Hyundai Department Store Duty Free Key Copy"
    },
    "client": "Innocean",
    "mediaType": "branding",
    "mission": {
      "ko": "'내 여행 최고의 목적지' - 새로 런칭하는 현대백화점면세점의 글로벌 키카피 제작.",
      "en": "\"Your journey's ultimate destination\" – Craft the global key copy for the launch of Hyundai Department Store Duty Free."
    },
    "solution": {
      "ko": "현대백화점면세점의 독보적인 매력포인트를 트렌디하고 모던하게 표현하여 주고객층을 겨냥.",
      "en": "We targeted the core customer base through a trendy and modern expression of Hyundai Department Store Duty Free's unique appeal."
    }
  },
  {
    "id": "lg-signature-website",
    "title": {
      "ko": "LG Signature Website Copy",
      "en": "LG Signature Website Copy"
    },
    "client": "LG CNS",
    "mediaType": "online",
    "mission": {
      "ko": "LG전자의 프리미엄 라인 Signature. 고품격 가치를 사람들에게 전달하는 것.",
      "en": "LG Electronics' premium line, Signature. Deliver its high-end value to people through the copy."
    },
    "solution": {
      "ko": "품위를 유지하면서도 사람들에게 다가가는 접근 방식으로 웹사이트 전체 카피 개발.",
      "en": "We developed the entire website copy with an approach that maintains sophistication while staying approachable and relatable to people."
    }
  },
  {
    "id": "samsung-microsd",
    "title": {
      "ko": "Samsung microSD card Copy",
      "en": "Samsung microSD card Copy"
    },
    "client": "Sam Seoul",
    "mediaType": "branding",
    "mission": {
      "ko": "고민할 필요 없이, 이거 하나로 다 할 수 있는 만능 SD 카드.",
      "en": "A versatile SD card that does it all, no second thoughts needed."
    },
    "solution": {
      "ko": "\"이거 하나로 다 된다\"라는 느낌을 전달하기 위해, 카피 자체도 심플하면서도 자신감이 묻어나는 어투로 진행.",
      "en": "We crafted the copy to be simple yet exude confidence in order to convey the feeling of \"this one card does it all,\""
    }
  },
  {
    "id": "faceshop-cushion",
    "title": {
      "ko": "The Face Shop Anti-darkening Cushion Copy",
      "en": "The Face Shop Anti-darkening Cushion Copy"
    },
    "client": "deNa",
    "mediaType": "ooh",
    "mission": {
      "ko": "\"무너지지 않는 자신감\"이라는 국문 카피의 의미를 살려 영문 카피를 개발.",
      "en": "Develop English copy that captures the essence of the Korean phrase \"Confidence that never falters.\""
    },
    "solution": {
      "ko": "'무너지지 않는' 이라는 화장과 자신감의 말맛을 영어로 그대로 가져옴.",
      "en": "We translated the essence of 'never falter' into English, embodying both the resilience of makeup and the confidence it conveys."
    }
  },
  {
    "id": "hyundai-shackleton",
    "title": {
      "ko": "Hyundai Shackleton's Return Video Copy",
      "en": "Hyundai Shackleton's Return Video Copy"
    },
    "client": "Planit",
    "mediaType": "video",
    "videoUrl": "https://youtu.be/qNsSsM9aUhc",
    "mission": {
      "ko": "현대 자동차의 비전은 자동차로 어디든지, 언제든지 떠날 수 있다는 것. 그리고 쉐클턴즈 리턴 영상을 통해 그들의 위대한 비전에 대한 해답을 제시.",
      "en": "Hyundai's vision is that you can go anywhere, anytime, with their cars. Through the Shackleton's Return video, they showcased an answer to this grand vision."
    },
    "solution": {
      "ko": "세세한 감정선을 놓치지 않기 위해, 말투나, 어조 등을 고스란히 언어에 담아내면서 내레이션, 인터뷰 스크립트 카피 진행.",
      "en": "To capture even the subtlest emotional nuances, we meticulously preserved the tone and inflection while crafting narration and interview script copy."
    }
  },
  {
    "id": "hanwha-corporate",
    "title": {
      "ko": "Hanwha Group Corporate Communications",
      "en": "Hanwha Group Corporate Communications"
    },
    "client": "Hanwha",
    "mediaType": "video, branding",
    "videoUrl": "https://youtu.be/h8kcS7QE96c",
    "mission": {
      "ko": "드라이하고 휴머니즘이 결여된 홍보영상에서 탈피해 마치 한 저널리스트의 여행기 같은 다큐멘터리 형식의 홍보 영상 내레이션과 자막.",
      "en": "Move away from dry, impersonal promotional videos to a documentary-style format that feels like a journalist's travelogue, complete with narration and subtitles."
    },
    "solution": {
      "ko": "BBC나 내셔널 지오그래픽 다큐 같은 느낌과 감정을 담은 내레이션으로 한화의 색다른 홍보 영상에 말맛나는 색을 입힘.",
      "en": "We infused Hanwha's unique promotional video with a rich narrative style reminiscent of BBC or National Geographic documentaries, adding a touch of engaging storytelling and emotion."
    }
  },
  {
    "id": "doosan-corporate",
    "title": {
      "ko": "Doosan Group Corporate Communications",
      "en": "Doosan Group Corporate Communications"
    },
    "client": "Oricom",
    "mediaType": "video, branding",
    "videoUrl": "https://youtu.be/EmWIqioo1K0",
    "mission": {
      "ko": "지구와 사람의 미래를 지켜줄 기술과 정성으로 자연친화적 기업에 도전하는 아름다운 기업 두산 그룹. 글로벌하게 이미지를 쇄신할 중요한 홍보 영상.",
      "en": "Doosan Group, a company striving to be an eco-friendly leader through technology and dedication that safeguard the future of the planet and its people. A crucial promotional video aimed at refreshing its global image."
    },
    "solution": {
      "ko": "보다 감성적이고, 시청자와 교감, 공감하려는 두산의 메시지를 영문 카피로 승화.",
      "en": "We elevated Doosan's message into English copy that is more emotional, aiming to connect and resonate with viewers."
    }
  },
  {
    "id": "zic-global-slogan",
    "title": {
      "ko": "ZIC Global Slogan",
      "en": "ZIC Global Slogan"
    },
    "client": "SK Planet",
    "mediaType": "branding",
    "mission": {
      "ko": "SK ZIC를 재브랜딩할 슬로건의 제작. 글로벌 시장 점유율을 높이고, 이미 저명한 외국 기업들이 가진 슬로건처럼 멋있고, 향후 10년을 가야하는 슬로건. 광고주(SK ZIC), 대행사(SK Planet)는 물론, 모든 해외 부서까지 만족시켜야 함.",
      "en": "Create a slogan for the rebranding of SK ZIC. Increase global market share and craft a slogan as impactful as those of renowned international companies—one that would endure for the next decade. Must satisfy not only the client (SK ZIC) and the agency (SK Planet), but also all overseas divisions."
    },
    "solution": {
      "ko": "4개월의 시간 동안 이 중요한 리브랜딩에 몰두하여,현재 전세계 모든 ZIC 엔진 오일에서 볼 수 있는 슬로건을 제작.",
      "en": "Over four months, we dedicated ourselves to this crucial rebranding project, creating the slogan that is now featured on all ZIC engine oils worldwide."
    }
  }
]
